---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LvMullionLeg1
source: html/c2c4f5e3-9cdc-dace-e8b4-9bc819f7b306.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LvMullionLeg1 Property

"Leg 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LvMullionLeg1 { get; }
```